##### PRE
cask_args appdir: '/Applications'
tap 'caskroom/homebrew-cask' || true
tap "mongodb/brew"

##### INSTALLS
brew "git"
brew "node"
brew "imagemagick"
brew "mongodb-community"
brew "terminal-notifier"
brew "tree"
brew "yarn"

##### CASKS
cask "firefox"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "lastpass"
cask "openemu"
cask "spotify"
cask "steam"
cask "windscribe"
cask "visual-studio-code"
cask "vlc"
